<?php
// Text
$_['text_write']        = 'Написать отзыв';
$_['text_no_reviews']   = 'Нет отзывов про эту статью.';
$_['text_on']           = ' от ';
$_['text_note']         = '<span style="color: #FF0000;">Внимание:</span> HTML не поддерживается! Используйте обычный текст.';
$_['text_success']      = 'Спасибо за ваш отзыв. Он поступил администратору для проверки на спам и вскоре будет опубликован.';
$_['text_wait']         = 'Пожалуйста, подождите!';
$_['text_reviews']      = 'Отзывов: %s';
$_['text_error']        = 'Статья не найдена!';

// Entry
$_['entry_name']        = 'Ваше Имя:';
$_['entry_review']      = 'Ваш отзыв:';
$_['entry_rating']      = 'Оценка:';
$_['entry_good']        = 'Хорошо';
$_['entry_bad']         = 'Плохо';
$_['entry_captcha']     = 'Введите код, указанный на картинке:';

// Tabs
$_['tab_related']       = 'Похожие статьи';
$_['tab_related_product']       = 'Сопутствующие Товары';
 

// Error
$_['error_name']        = 'Название отзыва должно быть от 3 до 25 символов!';
$_['error_text']        = 'Текст отзыва должен быть от 25 до 1000 символов!';
$_['error_rating']      = 'Пожалуйста, выберите оценку!';
$_['error_captcha']     = 'Код, указанный на картинке, введен неверно!';
?>