<?php
// Heading
$_['heading_title']                    = 'Настройки Блога';

// Text
$_['text_success']                     = 'Настройки успешно изменены!';
$_['text_edit']                        = 'Редактирование настроек блога';
$_['text_article']                     = 'Статьи';
$_['text_review']                      = 'Отзывы';

// Entry
$_['entry_article_limit']              = 'Лимит статей (Витрина)';
$_['entry_article_description_length'] = 'Количество символов (Витрина)';
$_['entry_limit_admin']                = 'Лимит статей (Админка)';
$_['entry_article_count']              = 'Количество статей в категории';
$_['entry_blog_menu']                       = 'Верхнее меню';
$_['entry_article_download']                   = 'Разрешить скачивание файлов';
$_['entry_review']                     = 'Разрешить отзывы';
$_['entry_review_guest']               = 'Гостевые отзывы';
$_['entry_review_mail']                = 'Оповещение на email о новом отзыве';
$_['entry_image_category']             = 'Размер изображения в описании категории блога';
$_['entry_image_article']              = 'Размер изображения в списке статей';
$_['entry_image_related']              = 'Размер изображения аналогичных статей, товаров';
$_['entry_width']                      = 'Ширина';
$_['entry_height']                     = 'Высота';

// Help
$_['help_article_limit'] 	           = 'Определяет, сколько статей отображаются на странице (Список статей).';
$_['help_article_description_length']  = 'Количество символов в кратком описании статьи (Список статей)';
$_['help_limit_admin']   	           = 'Определяет, сколько статей, категорий отображаются на странице (в панели администрирования).';
$_['help_article_count']               = 'Показывает количество статей в подкатегориях в пользовательской части. Осторожно!!! Данная настройка увеличивает нагрузку на сервер при большом количестве статей!';
$_['help_blog_menu']       	           	   = 'Показывать в верхнем горизонтальном меню ссылку на Блог.';
$_['help_review']       	           = 'Включить / Отключить отзывы.';
$_['help_review_guest']       	       = 'Разрешить гостям оставлять отзывы.';
$_['help_review_mail']                 = 'Оповестить по email когда новый отзыв будет создан.';

// Error
$_['error_warning']                    = 'Ошибка! Проверьте форму на наличие ошибок!';
$_['error_permission']                 = 'У Вас нет прав для изменения настроек!';
$_['error_limit']       	           = 'Укажите лимит!';
$_['error_image_article']              = 'Необходимо указать размер изображения в списке статей!';
$_['error_image_category']             = 'Необходимо указать размер изображения в описании категории блога!';
$_['error_image_related']              = 'Необходимо указать размер изображения аналогичных статей, товаров!';